

export const holidaysDates = [
    '01.01', '22.01', '29.01', '20.02', '21.02',
    '21.03', '26.04', '08.05', '13.05', '15.05',
    '18.05', '01.06', '28.06', '17.07', '28.07',
    '23.08', '24.08', '01.09', '30.09', '07.10',
    '14.10', '09.11', '17.11', '21.11', '06.12',
    '25.12'
]

export const holidaysNames = [
    'Новий Рік', 'День Соборності України', 'День пам\'яті героїв Крут',
    'День Героїв \'Небесної сотні\'', 'День Рідної мови', 'Всесвітній день поезії',
    'День трагедії на Чорнобильській АЕС', 'День пам\'яті та примирення',
    'День матері', 'Міжнародний день сім\'ї', 'День вишиванки', 'Міжнародний День захисту дітей',
    'День Конституції України', 'День етнографа', 'Рівноапостольного князя Володимира',
    'День Державного Прапора України', 'День Незалежності України', 'День Знань',
    'Всеукраїнський день бібліотек', 'День Вчителя', 'День українського козацтва',
    'День української писемності та мови', 'Міжнародний день студентів', 'День гідності і свободи',
    'День Збройних сил України', 'Різдво Христове'
]